---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Analysis.AnalysisDisplayVectorSettings
source: html/cb1df17b-d5ae-69c7-432f-8801f806cc01.htm
---
# AnalysisDisplayVectorSettings Members

Constructs a default instance of vector settings.